import { StaticPage } from "../components/StaticPage";

const html = "ב- TekTok מדברים טכנולוגיה!\n\nנוסדנו ב-2014 כבמה לדיון בכל מה שטכנולוגי בחיינו, כאן ועכשיו. אנחנו נותנים במה למגוון כתבים, מגוון דיעות ומשתדלים להביא את המעניין והמיוחד.\nהכתיבה באתר מאהבת התחום, על נושאים שבוערים בליבנו ולא כדי למלא את המסך. בנוסף, הכותבים שלנו מקפידים על גילוי נאות לכל כתבה לשקיפות מקסימלית.\nחלק מהכתבות עשויות להכיל קישורי אפליאציה אשר נועדו לעזור לתחזוק השוטף של האתר ופיתוח הקהילה.\n\nצוות TekTok עובד קשה על פיתוח קהילה לדיון טכנולוגי איכותי ואנחנו תמיד מוכנים להקשיב. הצעות? שותפויות? ביקורת בונה? תוכלו ליצור איתנו קשר <a href=\"https://facebook.com/TekTokBoard\">בפייסבוק</a> או <a href=\"mailto:info@tektok.co.il\">במייל</a>.";

export default function About() {
  return (
    <StaticPage title="מי אנחנו">
      <div class="prose" innerHTML={html} />
    </StaticPage>
  );
}
