import { StaticPage } from "../components/StaticPage";

const html = "<h2>הסכם שימוש</h2>\nאתם (המשתמשים) מצהירים בפועל כי הנכם מודעים לתנאי השימוש באתר ומקבלים על עצמכם את התנאים האלו, כמו גם אחריות מלאה על התנהגותכם באתר, על התוכן שאתם מעלים באתר ועל המידע שאתם מוסרים או מקבלים ממשתמשים באתר שאינם נמנים עם צוות האתר.\n<ol>\n \t<li>קוד התנהגות באתר הזו אנו שמים דגש על תרבות, נימוס ודרך ארץ. לפיכך, השיח באתר יהיה הוגן, ראוי וכזה המכבד את כלל החברים ופרטיותם.</li>\n \t<li>אין לפרסם תוכן שסביר כי יתפרש כפוגעני כלפי אדם, אתר, תאגיד, חברה או ישות. כל שיח שלילי יהיה באחריות המפרסם בלבד ועלול להוביל להרחקה וחסימה מהאתר.</li>\n \t<li>האתר רשאי לסרב לפרסם תכנים אשר לדעתו מפרים מי מהתנאים הנ\"ל ו/או עלולים לפגוע באתר ו/או בצד שלישי כלשהו, ורשאי למחוק תכנים כאלו בכל עת. אסור להעלות מחדש תוכן שהוסר/נאסר בעבר על ידי צוות האתר.</li>\n \t<li>אין לפרסם באתר תכנים של שיווק רשתי (המוכר גם כ\"פירמידה\") או קישורים לאתרים, מיניסייטים, דפי נחיתה ודפי עסק. כל הפרה שכזאת תוביל לחסימת המפרסם מהאתר בהקדם.</li>\n \t<li>אין לפרסם באתר כל בקשה לקבל או הצעה להעניק מוצר, הכשרה או שירות כלשהם בתשלום או בחינם ליתר החברים, גם אם זה אכן מצוי או נדרש בקרב חלק מהם.</li>\n \t<li>אין לפרסם באתר קישור לתוכן בעל אופי פרסומי או שיווקי מובהק או שנמצא בסמיכות לתוכן כזה באתר דרושים, השמה, מכירות או ייעוץ כלשהו.</li>\n \t<li>אין לפרסם באתר אנשים, ארגונים, חברות, אתרים, אפליקציות, קבוצות, אירועים או שאלונים כלשהם ללא אישור מוקדם של אחד ממנהלי האתר.</li>\n</ol>\n<h2>זכויות יוצרים ותוכן</h2>\nאנחנו עושים את זה קצת אחרת. אנחנו משקיעים המון זמן ומחשבה על התוכן כדי שיהיה מקורי וייחודי. לא תהיה שום בעיה לגלות שהתוכן מועתק. אין בעיה שתשתפו את התוכן, רק בבקשה תשימו קרדיט. אל תקטינו ראש.";

export default function Terms() {
  return (
    <StaticPage title="תקנון">
      <div class="prose" innerHTML={html} />
    </StaticPage>
  );
}
